Repository: InfotelGLPI/ideabox
Catalog: locales/*.po
Languages: es_es, tr_tr

source: A comment has been added
es_es: Se ha añadido un comentario
tr_tr: Bir yorum yapıldı

source: A comment has been deleted
es_es: Se ha borrado un comentario
tr_tr: Bir yorum silindi

source: A comment has been modified
es_es: Se ha modificado un comentario
tr_tr: Bir yorum değiştirildi

source: A new idea has been submitted
es_es: Una nueva sugerencia se ha presentado
tr_tr: Yeni bir öneri gönderildi

source: Add your vote
tr_tr: Oy verin

source: An addition/modification/deletion of comments
es_es: Una adición/modificación/supresión de comentarios
tr_tr: Yorumlarda bir ekleme/düzenleme/silme yapıldı

source: An addition/modification/deletion of ideas
es_es: Una adición/modificación/supresión de ideas
tr_tr: Önerilerde bir ekleme/düzenleme/silme yapıldı

source: An idea has been deleted
es_es: Una sugerencia se ha borrado
tr_tr: Bir öneri silindi

source: An idea has been modified
es_es: Una sugerencia se ha modificado
tr_tr: Bir öneri değiştirildi

source: Associable to a ticket
tr_tr: Bir destek kaydı ile ilişkilendirilebilir

source: Associated comment
es_es: Comentario asociado
tr_tr: İlişkilendirilmiş yorum

source: Author
tr_tr: Yazan

# button
source: Cancel
tr_tr: İptal

source: Closed
tr_tr: Kapatılmış

source: Comment
es_es: Comentario
tr_tr: Yorum

source: Comment author
es_es: Comentario del autor
tr_tr: Yorum yazarı

source: Commented by
tr_tr: Yorumu yazan

source: Date of comment
es_es: Fecha del comentario
tr_tr: Yorum tarihi

source: Date of submission
es_es: Fecha de envio
tr_tr: Gönderim tarihi

# button
source: Delete
tr_tr: Sil

source: Description
es_es: Descripción
tr_tr: Açıklama

source: Field
tr_tr: Alan

source: I have an idea
es_es: Tengo una idea
tr_tr: Bir önerim var

source: Idea
tr_tr: Öneri

source: Idea box
tr_tr: Öneri kutusu

source: In progress
tr_tr: İşleniyor

source: In study
tr_tr: Değerlendiriliyor

source: Internal state
tr_tr: İç durum

source: Language
tr_tr: Dil

source: Modified fields
es_es: Modificar campos
tr_tr: Değiştirilmiş alanlar

source: Name
tr_tr: Ad

source: New
tr_tr: Yeni

source: Only original author can modify it
tr_tr: Yalnızca özgün yazar değişiklik yapabilir

source: Please activate the plugin
tr_tr: Lütfen eklentiyi etkinleştirin

# button
source: Post a comment
tr_tr: Bir yorum yapın

source: Read description
tr_tr: Açıklamayı okuyun

# button
source: Save
tr_tr: Kaydet

source: See comments
tr_tr: Yorumlara bakın

source: Start typing to find a idea
tr_tr: Bir öneri bulmak için yazmaya başlayın

source: Submit an idea
es_es: SEnviar sugerencia
tr_tr: Bir öneri gönderin

source: Surname
tr_tr: Soyad

# button
source: Suscribe
tr_tr: Abone ol

source: The description is mandatory
tr_tr: Açıklamanın yazılması zorunludur

source: The name is mandatory
tr_tr: Adın yazılması zorunludur

source: Value
tr_tr: Değer

source: Vote
tr_tr: Oy

source: Menu
es_es: Menú
